
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "Avancerat";
"title_Back" = "Tillbaka";
"title_Cancel" = "Avbryt";
"title_Continue" = "Fortsätt";
"title_Finish" = "Slutför";
"title_GoBack" = "Tillbaka";
"title_Next" = "Nästa";
"title_No" = "Nej";
"title_Quit" = "Avsluta";
"title_Skip" = "Hoppa över";
"title_TryAgain" = "Försök igen";
"title_Update" = "Uppdatera";
"title_Yes" = "Ja";
"title_StartAgain" = "Börja om";
"title_StopBlinking" = "Sluta blinka";
"title_Other" = "Annat…";
"title_Upload" = "Överför";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "Basstation";
"kDeviceOriginConfigured.Base Station" = "Tidigare basstationskonfiguration";
"kDeviceOriginConfigured.Time Capsule" = "Föregående Time Capsule-konfiguration";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "Trådlöst nätverk";
"kDeviceOriginNetworkPreferred" = "Tidigare använt nätverk";

/* Status strings */
"status_Configured" = "Konfigurerad";
"status_Unconfigured" = "Inte konfigurerad";

/* Joining wireless networks */
"password_protected" = "AirPort-nätverket ”%@” skyddas av ett lösenord.";
"enterprise_title" = "WPA Enterprise-nätverk";
"enterprise_error" = "AirPort-nätverket ”%@” är ett WPA Enterprise-nätverk. AirPort-verktyg saknar stöd för WPA Enterprise-nätverk.";
"password_error" = "Du angav ett felaktigt lösenord.";
"generic_join_error" = "Ett fel inträffade vid anslutningen till det valda trådlösa nätverket.";
"tryAgain" = "Vill du försöka igen?";
"generic_read_error" = "Ett fel inträffade vid kommunikation med den valda enheten.";
"join_warning" = "Om du vill identifiera denna AirPort Express måste du byta trådlöst nätverk. Alla anslutningar via det aktuella trådlösa nätverket kommer att gå förlorade. Vill du fortsätta?";
"finalJoinError" = "Ett fel inträffade vid anslutning till det trådlösa nätverket ”%@”.";
"finalJoinSuggest" = "Försök välja ”%@” från Wi-Fi-menyn.";

/* Identify */
"identify_title" = "Identifiera";
"light_is_blinking" = "Statuslampan på den valda AirPort Express blinkar gult och grönt.";
"GenericIdentifyDescription" = "Statuslampan på den valda %@-enheten blinkar nu grönt och orange.";
"blinking_not_supported" = "Identifieringsfunktionen stöds inte på den trådlösa AirPort-enhet du valt";

/* Reading base station info */
"base_station_protected" = "Ange lösenordet för denna %@.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "AirPort Hjälp";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "AirPort Hjälp";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "Inga nya AirPort-nätverk kunde hittas";
"no_unconfigured_networks" = "Kontrollera att %@ är ansluten och inom datorns räckvidd. Klicka sedan på Fortsätt för att söka igen.";
"try_again_found_nothing" = "Inga nya AirPort-nätverk hittades. Kontrollera att %@ är ansluten och inom datorns räckvidd. Klicka sedan på Försök igen.";
"no_mdns_record_showed_up" = "AirPort-verktyg kunde inte hitta den trådlösa AirPort-enheten.";
"no_other_networks_title" = "Inga befintliga AirPort-nätverk kunde hittas";
"no_other_networks_found" = "Kontrollera att datorn finns inom det befintliga nätverkets räckvidd.";


/* Keychain information */
"keychainBaseStationDescription" = "Lösenord för AirPort-basstation";
"keychainBaseStationType" = "AirPort-basstation";
"keychainNetworkDescription" = "Lösenord för AirPort-nätverk";
"keychainNetworkType" = "AirPort-nätverk";
"keychainSpeakerDescription" = "programlösenord";
"keychainSpeakerType" = "Fjärrhögtalare";

"ConfigAccessError" = "Basstationsfel";

/* Panel Headers */
"introHeader" = "Introduktion";
"networkSetupHeader" = "Nätverksinställning";
"summaryHeader" = "Sammanfattning";
"internetHeader" = "Internetinställningar";
"PeripheralsHeader" = "Inställningar för AirPort-hårddiskar";
"WDSHeader" = "WDS-inställningar";
"MigrateDiskHeader" = "Hårddiskflytt";

/* Continue text strings */
"continueWelcome" = "Klicka på Fortsätt när du vill börja.";
"continueProceed" = "Klicka på Fortsätt när du vill fortsätta.";
"continueScanAgain" = "Klicka på Fortsätt om du vill söka igen.";
"wdsWarningFooter" = "Om du ändrar det trådlösa nätverkets namn, trådlösa säkerhet eller trådlösa nätverkslösenord kopplas WDS från.";
"clientWarningFooter" = "Om du ändrar det trådlösa nätverkets namn, trådlösa säkerhet eller trådlösa nätverkslösenord kopplas AirPort Express från.";
"clientStartWarningFooter" = "Om du ändrar inställningarna kanske AirPort Express kopplas ner.";

/* Pre-verification error strings */
"mismatchPassword" = "Fälten Lösenord och Bekräfta lösenord stämmer inte överens.";
"mismatchWirelessPassword" = "Fälten Lösenord och Bekräfta lösenord stämmer inte överens.";
"mismatchPasswordReenter" = "Skriv in samma lösenord i båda fälten.";
"missingWirelessPassword" = "Du behöver ett trådlöst lösenord för att fortsätta.";
"wirelessNetworkPassword" = "Trådlöst lösenord";
"missingNetworkName" = "Ett namn på ett trådlöst nätverk krävs för att fortsätta.";
"missingNetworkNameWDS" = "Välj ett AirPort Extreme- eller AirPort Express-nätverk för att fortsätta.";
"missingNetworkNameClient" = "Välj ett trådlöst nätverk för att fortsätta.";
"missingAccountName" = "Ett PPPoE-kontonamn krävs för att fortsätta.";
"missingPassword" = "Ett lösenord krävs för att fortsätta.";
"missingPhone" = "Ett telefonnummer krävs för att fortsätta.";
"missingUsername" = "Ett användarnamn krävs för att fortsätta.";

/* Public password strings */
"genericConfirmPublicPassword" = "%@ är skyddad av det förvalda lösenordet ”public”.";
"ConfirmPublicPassword1" = "För ökad säkerhet bör du skapa ett annat lösenord.";

/* Error Titles */
"settingError" = "Inställningsfel: %@";
"generalError" = "Allmänt fel";
"passwordError" = "Lösenordsfel";

/* WDS status strings */
"ConfiguringForWDS" = "Ställer in %@ till att utöka AirPort-nätverket";
"WDSConfigInitialString" = "%@ ställs in för utökning av det befintliga trådlösa nätverket. Vänta ett ögonblick tills det är klart.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "Ställer in huvudnätverket för en ny WDS-fjärrbasstation.";
"WDSConfiguringRemote" = "Ställer in en ny WDS-fjärrbasstation för anslutning till huvudnätverket.";
"WDSJoiningNewNetwork" = "Ansluter till det nya WDS-nätverket.";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "Ställer in det befintliga trådlösa nätverket så att det kan anslutas.";
"DWDSConfiguringRemote" = "Ställer in %@ till att ansluta till det befintliga trådlösa nätverket.";
"DWDSJoiningNewNetwork" = "Ansluter till det befintliga trådlösa nätverket.";
"GeneralDWDSError" = "Ett fel uppstod när den trådlösa AirPort-enheten ställdes in för anslutning till det trådlösa nätverket. Avsluta AirPort-verktyg och försök igen.";
"DWDSSetupCanceled" = "Inställningen har avbrutits.";
"DWDSConfigInitialString" = "%@ ställs in för anslutning till det befintliga trådlösa nätverket. Vänta ett ögonblick tills det är klart.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "Läser inställningarna för vald %@…";
"MigrateSettingsReadingSourceGeneral" = "Läser inställningarna för den markerade trådlösa AirPort-enheten…";
"MigrateRejoiningNetwork" = "Återansluter till nätverket…";
"MigrateSettingsGeneralError" = "Ett problem uppstod när %@ skulle ställas in för att ersätta den markerade enheten. Avsluta AirPort-verktyg och försök igen.";
"MigrateSettingsIniting" = "%@ ställs in för att ersätta den markerade trådlösa AirPort-enheten…";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "Ett problem uppstod när den markerade Time Capsule-enheten skulle ersättas och flytten startas. Avsluta AirPort-verktyg och försök igen.";
"MigrateDiskIniting" = "Startar flytt…";
"MigrateSettingsJoiningSource" = "Ansluter till föregående Time Capsule…";
"MigrateDiskPreparingDest" = "Flyttar inställningar…";
"MigrateDiskWaitingForResolve" = "Väntar på att Time Capsule-enheter startar om…";
"MigrateDiskStartingBackup" = "Startar hårddiskflytt…";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "Ansluter till föregående %@…";
"UpdateDeviceWritingSource" = "Skriver inställningar på den nya %@…";
"UpdateDeviceGeneralError" = "Ett problem uppstod när %@ skulle ställas in. Avsluta AirPort-verktyg och försök igen.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "Flytt";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "Klicka på Uppdatera när du vill flytta inställningarna och hårddiskinnehåll.";

/* Updating progress strings */
"genericWaitRestart" = "Väntar på att %@ ska starta om…";
"networkSearch" = "Söker efter det trådlösa nätverket…";
"attemptJoin" = "Ansluter till det trådlösa nätverket…";

/* Misc Strings */
"providedAuto" = "(delas ut automatiskt)";
"selectNetwork" = "Välj nätverk";

/* Summary Panel Labels */
"connectUsingLabel" = "Anslut via:";
"configureViaLabel" = "Ställ in TCP/IP:";
"ipAddressLabel" = "IP-adress:";
"accountNameLabel" = "Användarnamn:";
"serviceLabel" = "Tjänstens namn:";
"connectUsingWDS" = "Anslut till ett nätverk (med WDS)";
"SummaryTheseSettingsAreNotCorrect" = "Inställningarna är felaktiga";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "Alternativt telefonnummer:";
"usernameLabel" = "Användarnamn:";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "WDS med WPA kräver att den trådlösa AirPort-enheten har uppdaterat sin fasta programvara. Se till att du har den senaste fasta programvaran, eller ställ in trådlös säkerhet till WEP och försök igen.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "Du har valt en trådlös AirPort-enhet med WPA Enterprise-säkerhet som WDS-huvudbasstation. AirPort-verktyg stöder inte WPA Enterprise-säkerhet på den trådlösa WDS-huvudenheten.";

/* WDS Errors */
"GeneralWDSError" = "Ett fel uppstod när den trådlösa AirPort-enheten skulle ställas in för WDS. Avsluta AirPort-verktyg och försök igen.";
"MainInBridgeModeForWDSError" = "Den trådlösa AirPort-enhet du valde som trådlös WDS-huvudenhet delar inte ut IP-adresser. Ställ in den trådlösa enheten så att den delar ut IP-adresser.";
"WDSSetupCanceled" = "WDS-inställningen har avbrutits.";
"WDSErrorTitle"	= "WDS-inställningsfel";

/* Status messages */
"joining_network" = "Ansluter till trådlöst nätverk.";
"reading_config" = "Läser inställningarna…";
"status_scan" = "Letar efter nätverk…";
"status_search" = "Söker efter din trådlösa AirPort-enhet…";
"status_identify" = "Identifierar…";

/* Maybe needed to fix 3663944 */
"available_networks" = "Tillgängliga AirPort-nätverk:";
"select_network" = "Välj det AirPort-nätverk du vill ställa in.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "%@-namn";
"genericPasswordLabel" = "%@-lösenord";
"genericModeLabel" = "%@-läge";

"genericNewChoice" = "Ställ in en ny %@";
"genericOldChoice" = "Ändra inställningar för en befintlig %@";
"genericBasePassPanelHeader" = "Inställning för %@";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "Ange om du vill ställa in en ny %@ eller göra ändringar för en som du redan har ställt in.";
"genericSelectNewHeader" = "Markera den %@ du vill ställa in. Om den inte visas i listan klickar du på Sök igen. Om du inte är säker på vilken trådlös AirPort-enhet du ska välja klickar du på Identifiera.";
"genericSelectConfiguredHeader" = "Markera den %@ du vill ändra. Om den inte visas i listan klickar du på Sök igen. Om du inte är säker klickar du på Identifiera.";
"genericSelectNetworkHeader" = "Välj AirPort-nätverket som innehåller den %@ du vill ställa in.";
"genericClientDescription" = "Välj det här alternativet om du vill att %@ ska utöka det trådlösa nätverket och dela Internetanslutning.";
"genericNetworkNameHeader" = "Om du vill anpassa %@ börjar du med att namnge det trådlösa nätverket.";
"genericNetworkNameDescription" = "Det här är namnet som visas när du vill ansluta till nätverket.";
"genericBaseNameDescription" = "Sedan namnger du din %@.";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%1$@s %2$@";
"genericWirelessNetwork" = "Nätverk";
"genericBasePasswordHeader" = "Ange ett lösenord för att skydda inställningarna för denna %@.";
"genericBasePasswordDescription" = "Lösenordet behövs för att ändra inställningarna på denna %@.";
"genericBasePasswordDescription2" = "Använd ett annat lösenord än nätverkslösenordet för bättre säkerhet.";
"genericModeHeader" = "Välj vad du vill göra med din %@.";
"genericSummaryHeader" = "%@ använder inställningarna nedan. Kontrollera att de är korrekta.";
"genericSummaryNoChangeHeader" = "För närvarande använder denna %@ inställningarna nedan.";
"genericReplaceSummaryHeader" = "Denna %1$@ ställs in med inställningarna från ”%2$@”.";
"genericSummaryFooter" = "Stämmer inställningarna klickar du på Uppdatera för att slutföra inställningen av %@.";
"genericSummaryFooterClickInstructions" = "Klicka på Tillbaka för att ändra inställningarna.";
"genericPPPoEHeader" = "Ange användarnamn, lösenord och frivilligt tjänstenamn för PPPoE som du fått från din Internetleverantör.";
"genericDHCPHeader" = "%@ är ansluten till Internet via ett DSL- eller kabelmodem via Ethernet med IP-adress automatiskt tilldelad genom DHCP. Bekräfta detta eller ange ytterligare information som du fått från din Internetleverantör eller nätverksadministratör.";
"genericModemHeader" = "Ange modeminställningar för denna %@.";
"genericBridgeModeHeader" = "Välj om du vill att %@ ska vara i bryggläge eller dela en IP-adress med DHCP och NAT.";
"genericBridgeModeYes" = "Bryggläge";
"genericBridgeModeYesDescription" = "Välj det här alternativet om %@ är ansluten till en router eller annan nätverksenhet som redan använder DHCP och NAT för att dela ut IP-adresser till datorer i nätverket.";
"genericBridgeModeNo" = "Dela en enstaka IP-adress med DHCP och NAT";
"genericBridgeModeNoDescription" = "Välj detta alternativ om %@ är direktansluten till Internet via ett DSL- eller kabelmodem, eller till ett nätverk med Internetanslutning och du vill använda DHCP och NAT för utdelning av IP-adresser till datorer i nätverket.";
"genericFinalDescription" = "%@ är inställd för Internetanslutning och delning av en USB-skrivare.";
"genericMissingNameWarning" = "Ett namn för %@ krävs innan det går att fortsätta.";
"genericMissingNameWarning.alternateArticle" = "Ett %@-namn krävs för att fortsätta.";
"genericMissingBasePassWarning" = "Ett lösenord krävs för att fortsätta.";
"genericMismatchBasePassword" = "Fälten Lösenord och Bekräfta lösenord stämmer inte överens.";
"ResetBroadbandMessage" = "Om du använder ett kabelmodem när du ansluter till Internet slår du av modemet, plockar ut batteriet om det finns ett sådant, väntar några sekunder, sätter tillbaka batteriet och slår på modemet igen.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "AirPort-verktyg har hittat en ny %1$@%2$@ med namnet ”%3$@”.\n\nOm detta inte är den %4$@ du vill ställa in, kontrollerar du att den du vill ställa in är ansluten och befinner sig nära datorn. Sedan försöker du igen.";
"withNetworkNamed" = " med ett trådlöst nätverk";
"genericNoNetworksHeader" = "Inga %1$@-nätverk hittades. Kontrollera att din %2$@ är ansluten och inom datorns räckvidd.";
"genericOldNetworkConfirm" = "AirPort-verktyg har hittat en %1$@ med ett trådlöst nätverk med namnet ”%2$@”.\n\nOm det inte är den %3$@ du vill ställa in kontrollerar du att den du vill använda är ansluten och placerad inom datorns räckvidd. Klicka sedan på Sök igen.";
"genericOldExpressConfirm" = "AirPort-verktyg har hittat en %1$@ med namn ”%2$@”.\n\nOm det inte är den %3$@ du vill ställa in klickar du på Sök igen.";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "Om du vill spela upp din iTunes-musik via denna AirPort Express väljer du den i popupmenyn längst ner till höger i iTunes-fönstret.";

"expressFinalDescription" = "AirPort Express är inställd för att ansluta till Internet, dela en USB-skrivare och spela upp iTunes-musik i fjärrhögtalare med AirPlay.";

"expressClientRadio" = "Anslut till det befintliga trådlösa nätverket";
"extremeClientRadio" = "Öka räckvidden på AirPort Extreme- eller AirPort Express-nätverket";

"expressClientDescription" = "Välj det här alternativet om du lägger till %@ i ett befintligt trådlöst nätverk.";

"expressModeHeader" = "Båda alternativen innebär att du kan dela en USB-skrivare och spela upp iTunes-musik i fjärrhögtalare via AirPlay.";

/* Reachability error */
"genericNetworkTitle" = "Nätverksfel";
"noWirelessReachability" = "Du försöker ansluta till en trådlös AirPort-enhet via AirPort-kortet, men det finns redan en enhet med samma IP-adress i Ethernet-nätverket. Koppla loss Ethernetkabeln, vänta några sekunder och försök igen.";
"noEthernetReachability" = "Du försöker ansluta till en trådlös AirPort-enhet via Ethernet, men det finns redan en enhet med samma IP-adress i AirPort-nätverket. Slå av AirPort-kortet, vänta några sekunder och försök igen.";
"genericReachabilityError" = "Ett fel uppstod vid anslutningen till den trådlösa AirPort-enhet du valt. Kontrollera att det inte finns några andra enheter i nätverket med IP-adressen %@.";
"superGenericReachabilityError" = "Ett fel uppstod vid anslutningen till den trådlösa AirPort-enhet du valde.";
"WDSSetupRequiresAWirelessCard" = "AirPort-verktyg kan inte ställa in den trådlösa AirPort-enheten för WDS eftersom det inte finns något AirPort-kort installerat i datorn.";

/* Uploading Firmware */
"firmwareError"	= "Ett fel inträffade vid uppdatering av den fasta %@-programvaran.";
"firmwareProgress" = "Uppdaterar den fasta %@-programvaran…";
"firmwareNewer" = "En senare version (%1$@) av den fasta %2$@-programvaran finns tillgänglig.";
"firmwareNewerSmall" = "Klicka på Uppdatera för att installera den nu.";
"firmwareSuccess" = "%@ har uppdaterats.";
"firmwareRequired" = "Nätverket du har valt kräver att du uppdaterar den fasta programvaran.";

/* AirPort 4.2 */
"wepLabel" = "128-bitars WEP (bättre kompatibilitet)";
"wpa1label" = "WPA Personal (säkrare)";
"wpa2label" = "WPA2 Personal (säkrare)";
"wepDescription" = "Ger en säkerhet som är mer kompatibel med äldre trådlösa datorer och enheter. Om du vill göra det enklare för icke Mac-datorer att ansluta till nätverket anger du ett lösenord som är exakt 13 tecken långt.";
"wpa1description" = "Ger den högsta säkerhetsnivån. Datorer som stöder WPA kan ansluta till nätverket. Du måste ange ett lösenord på mellan 8 och 63 tecken eller 64 hexadecimala tecken.";
"wpa1and2description" = "Ger den högsta säkerhetsnivån. Endast datorer som stöder WPA eller WPA2 kan ansluta till nätverket. Du måste ange ett lösenord på mellan 8 och 63 tecken eller 64 hexadecimala tecken.";
"wpa2description" = "Ger den högsta säkerhetsnivån. Endast datorer som stöder WPA2 kan ansluta till nätverket. Du måste ange ett lösenord på mellan 8 och 63 tecken eller 64 hexadecimala tecken.";
"tsnDescription" = "Ger en säkerhet som är kompatibel med äldre WEP-klienter, men tillåter nyare klienter att ansluta med WPA och WPA2. Du måste ange ett lösenord på exakt 13 tecken.";
"badWPAPasswordLength" = "Ange ett trådlöst lösenord mellan 8 och 63 tecken.";
"v6_not_configured_title" = "IPv6 är inte inställt";
"v6_not_configred_on_all_interfaces" = "AirPort-verktyg kan kommunicera tillförlitligare med den trådlösa AirPort-enheten om den kan använda IPv6.";
"v6_not_configured_turn_on_confirm" = "Vill du aktivera IPv6 nu?";
"v6_not_configured_turn_on" = "Aktivera IPv6 i Systeminställningar.";
"v6_not_configured_turn_on_win" = "Aktivera IPv6 i Kontrollpanelen.";
"authorization_error_title" = "Autentiseringsfel";
"authorization_error" = "AirPort-verktyg kunde inte ändra dina nätverksinställningar eftersom inställningspanelen för nätverk är låst.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";

/* BasePassword Panel */
"BaseNameDescription" = "Det här är det namn du kommer att använda till att identifiera denna %@.";
"BaseNameInternalDiskDescription" = "Namnet används även för Time Capsule-hårddisken.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "Ange lösenordet för Time Capsule-hårddisken eller till USB-hårddiskar anslutna till %@.";
"FileSharingPasswordPrompt" = "Ange lösenordet för AirPort-hårddiskar.";
"GuestAccessPrompt" = "Du kan även låta gäster ansluta till AirPort-hårddiskar utan att ange lösenord.";
"FileSharingDisclosure" = "Fildelningsalternativ";
"UseDiskPasswordCheckBox" = "Använd ett annat lösenord för hårddisksäkerhet";

/* Wireless Options Panel */
"RadioCountryDescription" = "Välj det land som %@ används i.";
"RadioModeDescription" = "Välj radioläge för %@.";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "Problem %1$d av %2$d: %3$@";
"ProblemCodeProblemResolved" = "Det här problemet är löst.";
"UnresolvedProblem" = "Vill du fortsätta utan att lösa detta problem?";
"UnresolvedProblemAssistant" = "Denna konfiguration gör så att statuslampan på %@ blinkar gult. Är du säker på att du vill fortsätta?";
"ProblemShouldBeResolved" = "Klicka på Ignorera för att hindra att statuslampan på %@ blinkar gult för detta problem.";
"ProblemNotResolved" = "Detta problem är inte löst. Gör ett nytt försök.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "Lösning";
"ProblemSummaryIgnored" = "Ignorerad";
"ProblemSummaryResolved" = "Löst";
"ProblemSummaryConfigChanged" = "Konfigurationen har ändrats";
"ProblemSummaryUnresolved" = "Olöst";
"ProblemSummaryHeader" = "Den här panelen visar de problem som %@ rapporterade och ifall de löstes eller inte.";
"ProblemSummaryChoicePrompt" = "Vad vill du göra nu?";
"ProblemSummaryUpdateWithTheseSettings" = "Uppdatera %@ med följande inställningar";
"ClickUpdateToUpdate" = "Klicka på Uppdatera för att slutföra inställningen av %@.";
"ProblemSummaryReconfigureToo" = "Ändra andra inställningar på %@";
"ProblemSummaryReconfigureFooter" = "Klicka på Fortsätt för att fortsätta med inställningarna för %@.";
"ProblemSummarySwitch" = "Ställa in en annan trådlös AirPort-enhet";
"ClickDoneToSwitch" = "Klicka på Klar för att välja en annan trådlös AirPort-enhet.";
"ProblemSummaryAllResolved" = "Alla problem är lösta.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "Ange den TCP/IP-information du fick från Internetleverantören. Välj Använder DHCP om du får en IP-adress automatiskt. Välj Manuellt om du vill ange en särskild IP-adress.";
"DHCPConfirmPanelDHCP_Yes" = "Jag ansluter till Internet via ett DSL- eller kabelmodem med DHCP";
"DHCPConfirmPanelDHCP_No" = "Jag använder inte DHCP";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "Jag ansluter till Internet via ett DSL- eller kabelmodem med PPPoE";
"PPPoEConfirmPanelPPPoE_No" = "Jag använder inte PPPoE";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "Ange ett namn och säkerhetsnivå för det trådlösa nätverket.";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "Detta trådlösa nätverk är säkrat med hjälp av WPA Enterprise. Om du vill ändra inställningarna för RADIUS-servern väljer du Manuell inställning på menyn Basstation.";
"NoSecurityLabel" = "Ingen säkerhet";
"NoSecurityDescription" = "Alla trådlösa enheter kan ansluta till nätverket utan att ange lösenord.";
"NoSecurityUncheckedFooter" = "Du måste markera någon av kryssrutorna ovan innan du kan fortsätta till nästa steg.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "Välj det trådlösa nätverk du vill att %@ ska använda. Om du inte ser nätverket försöker du igen genom att klicka på menyn. Om du fortfarande inte ser nätverket, kontrollerar du att den är ansluten.";
"JoinNetworkQ61AudioNameSuggestion" = "Exempel: Vardagsrum.";
"JoinNetworkExtendDescription" = "Om du vill utöka räckvidden för nätverket och tillåta klienter att ansluta till det trådlöst eller via Ethernet markerar du rutan nedan.";
"JoinNetworkExtendCheckboxTitle" = "Utöka nätverkets räckvidd";
"JoinNetworkExtendWarning" = "Detta kan påverka den allmänna nätverksprestandan.";
"JoinNetworkProxySTADescription" = "Om kryssrutan inte markeras, har %@ ljud- och USB-tjänster, och klienter kan endast ansluta till nätverket via Ethernet.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "Välj det AirPort Extreme- eller AirPort Express-nätverk du vill utöka från menyn nedan. Om du inte ser ditt nätverk försöker du igen genom att klicka på menyn. Om du fortfarande inte ser nätverket kontrollerar du att den trådlösa AirPort-enheten är inkopplad och inom datorns räckvidd.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "Välj anslutningsmetod till Internet";
"InternetChoiceDSLCableEthernet" = "Jag har ett DSL- eller kabelmodem med statisk IP-adress eller DHCP";
"InternetChoiceDSLCablePPPoE" = "Jag har ett DSL- eller kabelmodem med PPPoE (PPP over Ethernet)";
"InternetChoiceLAN" = "Jag ansluter till mitt lokala nätverk (LAN)";
"InternetChoiceModem" = "Jag använder ett modem anslutet till ett telefonjack";
"InternetChoiceNoInternet" = "Jag är inte redo att ansluta till Internet just nu";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "Skapa ett nytt trådlöst nätverk";
"ClientAP_APRadioDesc" = "Välj det här alternativet om du vill skapa ett nytt trådlöst nätverk för att dela en bredbandsanslutning till Internet med trådlöst anslutna datorer.";
"ClientAP_FirstTimeConfig" = "Det verkar som att du ställer in denna %@ för första gången.";
"ClientAP_FirstTimePrompt" = "Välj hur du vill ställa in %@.";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "Välj om du vill att %@ ska ansluta till det befintliga trådlösa nätverket som en trådlös klient, eller om den ska utöka räckvidden för det trådlösa nätverket.";
"ClientWDS_JoinRadioTitle" = "Anslut till det trådlösa nätverket";
"ClientWDS_JoinRadioDesc" = "Välj det här alternativet om du vill använda %@ till att dela en USB-skrivare eller spela upp iTunes-musik i fjärrhögtalare.";
"ClientWDS_ExtendRadioTitle" = "Öka räckvidden på AirPort Extreme- eller AirPort Express-nätverket";
"ClientWDS_ExtendRadioDesc" = "Välj det här alternativet om du vill att %@ ska utöka det trådlösa nätverket och dela dess Internetanslutning.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "En annan Internetleverantör";
"PrimaryPhoneNumber" = "Primärt telefonnummer";
"PrimaryDNSServer" = "Primär DNS-server";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "%@ kan säkerhetskopiera dina datorer med Mac OS X 10.5 och senare med Time Machine och dela din Internetanslutning och USB-enheter med datorer i nätverket.";
"genericAudioProductTextBlock" = "%@ kan spela upp iTunes-musik i fjärrhögtalare med AirPlay och dela Internetanslutning och USB-enheter i nätverket.";
"genericProductTextBlock" = "%@ kan dela din Internetanslutning och USB-enheter i nätverket.";
"genericInternalDiskProductNameTextBlock" = "Ange ett namn för %@. Namnet identifierar den i nätverket och används också som hårddiskens namn.";
"genericEnterName" = "Ange ett namn för %@.";
"IdentityDescription" = "Det här namnet identifierar %@ i nätverket.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "AirPort-verktyg har upptäckt det trådlösa nätverket ”%@” och identifierat att datorn tidigare varit ansluten till det. Välj vad du vill göra med %@";
"ReplaceNetworkPanelReplacingPrevious" = "Ersätt ”%1$@” med %2$@";
"ReplaceNetworkPanelReplacingAnother" = "Ersätt ett befintligt nätverk med %@";
"ReplaceNetworkPanelCreatingNewNetwork" = "Skapa ett nytt nätverk med %@";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "Välj det nätverk du vill ersätta från listan nedan:";
"TurnOffNetworkBeingReplaced" = "Koppla från enheten du ersätter och klicka på OK. Om du tänker använda enheten igen återställer du den till de förvalda fabriksinställningarna.";

"FoundWirelessNetworksDescription" = "AirPort-verktyg har upptäckt befintliga trådlösa nätverk. Har du redan ett trådlöst nätverk?";
"NotFoundWirelessNetworksDescription" = "AirPort-verktyg har inte upptäckt några befintliga trådlösa nätverk. Har du redan ett trådlöst nätverk?";
"FoundWirelessNetworksIHaveOne" = "Jag har ett trådlöst nätverk och vill lägga till %@ eller ersätta en befintlig enhet i nätverket";
"FoundWirelessNetworksIHaveOneDescription" = "Välj det här alternativet om du vill byta ut den befintliga basstationen eller trådlösa routern mot %@, eller om du vill lägga till den i nätverket.";
"CreateAWirelessNetwork" = "Jag vill skapa ett nytt trådlöst nätverk";

"genericWhatDoYouWantToDoWith" = "Välj vad du vill göra med %@.";

"ReplaceAddWiredChoiceJoin" = "Jag vill att %@ ska ansluta till det befintliga nätverket";
"ReplaceAddWiredChoiceReplace" = "Jag vill ersätta en befintlig basstation eller trådlös router med %@";
"ReplaceAddWiredChoiceReplaceDescription" = "Välj det här alternativet om du vill byta ut en basstation eller trådlös router i nätverket och använda dess inställningar för %@.";
"JoinExpandWirelessDisabledChoiceJoin" = "Jag vill att %@ ska ansluta trådlöst till befintligt nätverk";
"JoinExpandWirelessDisabledChoiceExpand" = "Jag vill ansluta %@ till nätverket via Ethernet och utöka det befintliga nätverket eller skapa ett till nätverk";
"JoinExpandWirelessDisabledChoiceDisabled" = "Jag vill stänga av det trådlösa nätverket på %@ och ansluta min dator eller nätverk med Ethernet";


"ConfigureForWiredCreateAdditionalNetwork" = "Jag vill skapa ett till nätverk";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "Välj det här alternativet om du vill ansluta %1$@ via Ethernet och skapa ett %2$@-nätverk utöver det befintliga nätverket. Trådlösa 802.11 b/g/n-klienter, även iPhone-telefoner, kan ansluta till det befintliga 2,4 GHz-nätverket. Trådlösa 802.11 a/n-klienter kan ansluta till 5 GHz-nätverket.";
"ConfigureForWiredCreateRoamingNetwork" = "Jag vill ansluta %@ till nätverket via Ethernet och utöka det befintliga trådlösa nätverket";
"ConfigureForWiredCreateRoamingNetworkDescription" = "Välj det här alternativet om %@ ansluter till den befintliga basstationen/trådlösa routern via Ethernet och du vill utöka det trådlösa nätverkets räckvidd. Båda nätverken får samma namn och trådlösa klienter ansluter automatiskt till det nätverk som har starkast signal.";

"UseADifferentNetworkName" = "Det här trådlösa nätverksnamnet måste vara ett annat än namnet på det befintliga nätverket.";

"ReplaceNetworkTopDescription" = "Markera enheten eller nätverket du vill ersätta. Om den eller det inte visas, kontrollera anslutningen och räckvidden.";
"SelectNetworkTopDescription" = "Markera enheten eller nätverket som %@ ska ansluta till via Ethernet. Vid behov kontrollerar du anslutning och räckvidd.";
"SelectNetworkBottomDescription" = "Om enheten inte längre är tillgänglig klickar du på Fortsätt utan att välja någon enhet eller nätverk.";
"MoreChoices" = "Visa fler val";
"LessChoices" = "Visa färre val";
"ScanAgain" = "Sök igen";
"ReplaceOptionsOldDesc" = "Välj vad du vill göra med den föregående enheten när inställningarna har flyttats";
"ReplaceOptionsOld_Use" = "Fortsätt använda i mitt nätverk";
"ReplaceOptionsOld_Restore" = "Återställ förvalda inställningar…";
"ReplaceBaseNameModifier" = " Gammalt";

"ReconfigurePrintersTopDescription" = "Kompatibla USB-skrivare anslutna till denna %@ delas på nätverket.";
"ReconfigurePrintersChangeNamesDescription" = "Ändra namnet på en skrivare genom att dubbelklicka på namnet i kolumnen Delat namn i listan nedan.";
"ReconfigurePrintersChangeAllSettingsDescription" = "Ändra dina skrivares namn och delningsinställningar.";
"ReconfigurePrintersNoneDescription" = "Det finns inga USB-skrivare anslutna till %@.";

"ReconfigureStartOver" = "Jag vill återställa %@ till dess fabriksinställningar och sedan ställa in den på nytt.";
"ReconfigureChangeSelectedSettings" = "Jag vill ändra en del av inställningarna på %@.";
"ReconfigureUseManualForOtherSettings" = "Om inställningen du vill ändra inte visas kan du klicka på Manuell inställning för tillgång till alla inställningar.";
"ReconfigureWirelessSecurity" = "Trådlöst nätverk";
"ReconfigureBaseStationSecurity" = "Namn och lösenord för %@";
"ReconfigureInternetSettings" = "Internetanslutning";
"ReconfigureFileSharingAccess" = "Hårddiskar";
"ReconfigurePrinters" = "USB-skrivardelning";
"ReconfigureMusic" = "Musik";
"ReconfigureSelectAtLeastOneSetting" = "Markera minst en inställning som ska ändras och klicka på Fortsätt.";
"ReconfigurePrompt" = "Denna %@ har redan ställts in och rapporterar inte några problem. Du återskapa dess förvalsinställningar eller ändra dess nuvarande inställningar.";
"ReconfigureGoBackForNoChanges" = "Om du inte vill göra fler ändringar så klickar du på Tillbaka.";
"ReconfigureBasePasswordSecurePrompt" = "Denna %@ har ett lösenord.";
"ReconfigureInternetPrompt" = "Denna %@ har följande Internetinställningar.";
"ReconfigureAirPlayPrompt" = "Denna %@ har följande AirPlay-inställningar.";
"ReconfigureDiskPrompt" = "Denna %@ har ställts in med följande skivdelningsinställningar.";
"ReconfigurePrintersPrompt" = "Denna %@ har följande skrivardelningsinställningar.";
"ReconfigureWirelessSecurePrompt" = "Denna %@ har följande inställningar för trådlöst nätverk och använder WPA-säkerhet.";
"ReconfigureWirelessInsecurePrompt" = "Denna %@ har följande inställningar för trådlöst nätverk.";
"ReconfigureWirelessUseWPA" = "WPA-säkerhetsinställningarna rekommenderas.";
"ReconfigureAPModePrompt" = "Du kan behålla inställningarna för det här läget eller välja ett annat läge.";
"ReconfigureFinalDescriptionNoChange" = "Inställningarna på %@ har inte ändrats.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "%@-inställningar.";
"ReconfigureKeepTheseSettings" = "Använd denna enhets nuvarande inställningar";
"ReconfigureKeepCurrentSettings" = "Använd denna enhets nuvarande %@-inställningar";
"ReconfigureKeepModeSettings" = "Behåll nuvarande trådlöst läge (%@)";
"ReconfigureChangeTheseSettings" = "Ändra dessa inställningar";
"ReconfigureChangeCurrentSettings" = "Ändra dessa %@-inställningar";
"ReconfigureChangeModeCreate" = "Denna %@ är inställd att skapa ett trådlöst nätverk.";
"ReconfigureChangeModeCreateTitle" = "Skapa ett trådlöst nätverk";
"ReconfigureChangeModeExtendTitle" = "Anslut till ett nätverk via Ethernet och utöka det nätverket eller skapa ett andra nätverk";
"ReconfigureChangeModeJoin" = "Denna %@ är inställd att ansluta till ett trådlöst nätverk";
"ReconfigureChangeModeJoinTitle" = "Anslut till ett trådlöst nätverk";
"ReconfigureChangeModeDisable" = "Denna %@ är inställd att ha sitt trådlösa nätverk avaktiverat.";
"ReconfigureChangeModeDisableTitle" = "Stäng av trådlös anslutning och anslut till en dator eller nätverk via Ethernet";
"ReconfigureKeepOrChangePrompt" = "Markera ditt önskade val och klicka sedan på Fortsätt.";
"ReconfgureDiscardChangesPrompt" = "Är du säker på att du inte vill spara ändringarna som gjorts i inställningarna?";
"ReconfgureDiscardChanges" = "Spara inte";
"ReconfgureKeepChanges" = "Spara ändringar";

"IfUnsureClickMoreInfo" = "Om du är osäker på vilket alternativ du ska välja klickar du på Mer info.";

"UseManualSetupForOtherSettings" = "Använd Manuell inställning för andra inställningar";

"OnePanelCreateNetworkAutoConfigYes" = "Ställ in %@ med de här inställningarna";
"OnePanelCreateNetworkAutoConfigNo" = "Ändra inställningar för denna %@";
"OnePanelCreateNetworkTopDesc" = "AirPort-verktyg kommer att ställa in denna %@ till att skapa ett nytt säkrat trådlöst nätverk och ansluta till Internet.";
"PasswordsSavedToKeychain" = "Alla lösenord kommer att lagras i nyckelringen.";
"PasswordsSavedToKeychainWin" = "Basstationens lösenord och trådlösa profil kommer att sparas på den här datorn.";
"WillConnectUsingEthernet" = "Denna %@ kommer att ansluta till Internet via Ethernet.";
"WillConnectUsingPPPoE" = "Denna %@ kommer att ansluta till Internet via PPPoE.";
"WillConnectUsingBridge" = "Denna %@ kommer att ställas in i bryggläge eftersom den är ansluten till en router eller annat nätverk som redan tillhandahåller IP-adresser med hjälp av DHCP och NAT.";

"OnePanelReplaceTopDesc" = "AirPort-verktyg kan flytta inställningar från en annan trådlös enhet. Markera enheten i listan nedan.";


"ContinueToUseAssistant" = "Klicka på Fortsätt för att ställa in denna %@ med hjälp av assistenten.";
"ClickQuitWhenDone" = "Klicka på Avsluta om du är färdig med ändringarna på den trådlösa AirPort-enheten.";
"DoSomethingElse" = "Om du vill ställa in en annan trådlös AirPort-enhet väljer du den i listan.";
"SomethingNeedsAttentionUpdate" = "En eller flera trådlösa AirPort-enheter behöver uppdateras.";
"SomethingNeedsAttentionProblem" = "En eller flera trådlösa AirPort-enheter rapporterar problem.";
"SomethingNeedsAttentionDefault" = "En eller flera trådlösa AirPort-enheter har förvalda inställningar.";
"SomethingNeedsContinueUpdate" = "Klicka på Fortsätt för att välja nästa enhet som ska uppdateras.";
"SomethingNeedsContinueProblem" = "Klicka på Fortsätt för att lösa problem med nästa enhet.";
"SomethingNeedsContinueDefault" = "Klicka på Fortsätt för att ställa in nästa enhet.";

"UpdateFirmware" = "Uppdatera fast programvara…";
"UpdateFirmwareTo" = "Uppdatera till %@…";
"CheckUpdateButton" = "Leta efter uppdatering";
"CheckStatus" = "Letar efter uppdatering…";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine har en säkerhetskopia av allting på din Mac, inklusive digitala bilder, musik, filmer, TV-program och dokument. Om det skulle behövas kan du lätt gå tillbaka i tiden och återhämta vad som helst som har säkerhetskopierats.";
"TimeMachineTopDesc2" = "Time Machine sparar kopior av allting på din Mac, inklusive systemfiler, program och inställningar, men även musik, bilder och andra viktiga filer. Eftersom Time Machine sparar dagliga säkerhetskopior kan du besöka din Mac med den uppsättning som den såg ut tidigare.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "Time Machine har redan ställts in att säkerhetskopiera den här datorn på %@.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "Time Machine har redan ställts in att säkerhetskopiera den här datorn.";
"TimeMachineQueryDesc" = "Vill du att Time Machine ska säkerhetskopiera den här datorn på %@?";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "Inte nu";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "Ja (Time Machine-inställningar öppnas efter du har uppdaterat Time Capsule.)";
"TimeMachineBottomDesc" = "Time Machine sparar:\n\nTimvisa säkerhetskopior för de senaste 24 timmarna\nDagliga säkerhetskopior för den senaste månaden\nVeckovisa säkerhetskopior fram till dess att hårddisken är full";
"TimeMachineUseTMPrefs" = "Använd Time Machine-inställningar i Systeminställningar till att säkerhetskopiera andra datorer på nätverket eller till att ställa in ytterligare alternativ för Time Machine.";
"TimeMachineWillLaunchTMPrefs" = "Time Machine-inställningar öppnas när denna %@ har ställts in.";

"TimeMachineMigrateDiskDesc" = "AirPort-verktyg kan flytta allt Time Capsule-innehåll från ”%@” till denna Time Capsule.";
"TimeMachineMigrateDiskDesc.replace" = "Om Time Capsule-hårddisken innehåller en Time Machine-säkerhetskopia flyttas den och alla Time Machine-klienter kommer att använda den nya Time Capsule-enheten för säkerhetskopiering.";
"TimeMachineMigrateDisk" = "Flytta hårddiskinnehållet till denna Time Capsule-hårddisk";
"TimeMachineMigrateDiskEraseSource" = "Radera innehållet i ”%@” efter flytt";
"TimeMachineMigrateDiskEraseSource.description" = "Innehållet på ”%@” raderas inte förrän det har flyttats till denna Time Capsule.";
"TimeMachineMigrateDiskReplace.description" = "Ersätt allt innehåll på denna Time Capsule-hårddisk med innehållet från ”%@”";

"TimeMachineMigrateDiskSummary.Settings" = "AirPort-verktyg kommer att flytta allt innehåll, lösenord och nätverksinställningar från ”%@” till din nya %@.";
"TimeMachineMigrateDiskSummary.Backups" = "Om du har Time Machine-säkerhetskopior på ”%@” flyttas de också. Det här kan ta lång tid.";
"TimeMachineMigrateDiskSummary.Renaming" = "Under flytten får enheten du flyttar från det nya namnet ”%@%@”. Den nya enheten får namnet ”%@”.";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "Efter flytten raderas allt innehåll från ”%@%@”.";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "Innan flytten påbörjas raderas innehållet i denna Time Capsule.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "Detta kan inte ångras.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "När flytten är klar kan du återställa den föregående Time Capsule-enheten till förvalda inställningar och radera dess hårddisk.";
"HowToRestoreDefaults" = "Du återställer enheten genom att markera den i enheten så att  du öppnar dess konfiguration, klicka på Manuell inställning och välja Återställ förvalsinställningar i menyn Basstation.";
"HowToEraseDisk" = "Radera enheten på hårddisken genom att välja Radera hårddisk i panelen Hårddiskar.";
 
"MigrateSummaryDescription" = "Denna %@ ställs in för att använda inställningarna från ”%@”. Inställningarna omfattar hårddiskinnehåll liksom nätverksinställningar och lösenord. Om ”%@” innehåller Time Machine-säkerhetskopior flyttas de också.";
"MigrateSummaryEthernetDescription" = "Optimera flytten genom att ansluta en Ethernetkabel från WAN-porten på den gamla enheten till en LAN-port på den nya enheten när du blir ombedd att göra detta.";
"MigrateSummaryMoreInfo" = "Klicka på Mer info för mer flyttinformation och klicka sedan på Uppdatera när du vill påbörja flytten.";

"WirelessInterfaceIsOff" = "Det trådlösa nätverksgränssnittet är av.";
"AirPortIsOff" = "AirPort är av.";
"MigrateRequiresAirPort" = "När du byter ut en basstation eller trådlös router måste AirPort vara påslaget. Vill du slå på AirPort?";
"MigrateRequiresWireless" = "När du byter ut en basstation eller trådlös router måste trådlös nätverksanslutning vara påslagen.";
"AUWorksBetterWithWireless" = "Kontrollera att du har ett trådlöst nätverkskort installerat och att du har aktiverat trådlös nätverksanslutning.";
"AUWorksBetterWithAirPort" = "Kontrollera att du har ett AirPort-kort installerat och att du har aktiverat AirPort.";


/* End of AirPortAssistant.strings file */
